let befSukhothaiPopup = new Vue({
    el: "#befSukhothai",
    data: {
        info: [{
                charater: "funancoin",
                image: "pic/ภาพจริงไดคัท(รูปเหรียญต่างๆ)/ภาพลงfigma-05.png",
                status: false,
                info: "เป็นเหรียญเงินกลมมี 3 ขนาด ด้านหนึ่งภายในวงกลมชั้นในเป็นรูปอาทิตย์อุทัยครึ่งดวงแผ่รัศมีโดยรอบคั่นด้วยจุดไข่ปลา ส่วนวงกลมชั้นนอกประดับด้วยจุดไข่ปลาโดยรอบ"
            },
            {
                charater: "twancoin",
                image: "pic/ภาพจริงไดคัท(รูปเหรียญต่างๆ)/ภาพลงfigma-07.png",
                status: false,
                info: "เป็นเหรียญกลมมีทั้งชนิดเนื้อทองคำ และเนื้อเงิน มีหลายรูปแบบและขนาด ส่วนมากประทับตราสังข์ล้อมด้วยจุดไข่ปลา"    
            },
            {
                charater: "srivichaicoin",
                image: "pic/ภาพจริงไดคัท(รูปเหรียญต่างๆ)/ภาพลงfigma-04.png",
                status: false,
                info: "มีตราดอกจันรูปสี่เหลี่ยมประทับไว้ด้านหนึ่ง ส่วนอีกด้านหนึ่งเป็นอักษรสันสกฤตโบราณคำว่า วร แปลว่า ประเสริฐ มีทั้งเนื้อเงิน ทอง และอิเล็กตรัมมี 3 ขนาดเชื่อว่าอาณาจักรแห่งนี้ผลิตเงินตราขึ้นใช้เพียงแบบเดียว"    
            }
        ]
    }
})